export const faqData = {
  "서비스 이용": [
    {
      title: "어떤 도시의 매물을 볼 수 있나요?",
      content:
        "현재는 시드니 지역의 Suburb(지역 단위) 매물 중심으로 서비스를 제공하고 있으며, 향후 멜버른, 브리즈번 등으로 확장할 예정입니다.",
    },
    {
      title: "회원가입 없이도 이용할 수 있나요?",
      content:
        "기본적인 매물 검색은 누구나 이용할 수 있지만, 뷰잉 예약이나 매물의 모든 상세정보를 확인하려면 회원가입이 필요합니다.",
    },
    {
      title: "신원 인증 방식은 어떻게 이루어지나요?",
      content:
        "여권, 운전면허증, 거주허가증 등 정부 발행 신분증을 업로드해주시면 내부 검토를 통해 인증이 완료됩니다. 제출하신 정보는 외부에 공개되지 않으며, 보안 서버에 안전하게 저장됩니다.",
    },
    {
      title: "신원 인증에는 시간이 얼마나 소요되나요?",
      content:
        "일반적으로 인증은 영업일 기준 1~3일 이내에 완료됩니다. 제출하신 서류에 이상이 없는 경우 자동으로 인증이 완료되며, 서류에 문제가 있는 경우에는 가입하신 이메일로 재확인 및 재업로드 안내를 드립니다.",
    },
    {
      title: "외국인도 신원 인증이 가능한가요?",
      content:
        "여권 등 유효한 신분증을 제출하면 외국인도 동일한 인증 절차를 통해 이용할 수 있습니다.",
    },
    {
      title: "신원 인증을 하면 어떤 이점이 있나요?",
      content:
        "신원 인증을 완료하면 호스트와 게스트 모두 보다 신뢰도 높은 뷰잉 예약 과정을 경험할 수 있습니다.",
    },
  ],
  뷰잉: [
    {
      title: "뷰잉은 어떻게 예약하나요?",
      content: `1. 매물 상세 페이지에서 원하는 날짜와 시간을 선택하면 바로 뷰잉을 예약하실 수 있습니다.\n2. 즐겨찾기 페이지에서 원하는 매물을 클릭 후 뷰잉을 예약하실 수 있습니다. `,
    },
    {
      title: "뷰잉 예약은 언제까지 취소할 수 있나요?",
      content:
        "뷰잉 시간 최소 1시간 전까지 취소가 가능하며, 가능한 한 빨리 취소해 주시면 호스트도 준비에 혼선이 생기지 않습니다.",
    },
    {
      title: "뷰잉을 취소하면 불이익이 있나요?",
      content:
        "반복적인 무단 취소는 서비스 이용에 제한이 있을 수 있습니다. 반드시 사유를 입력하고 취소 절차를 따라 주세요.",
    },
  ],
};
